[
    {
        "id": 1,
        "name": "Soleil",
        "img": "https://www.stickpng.com/assets/images/580b585b2edbce24c47b270f.png",
        "bio": "Etoile centrale du système solaire. Le Soleil est l'étoile la plus proche de la Terre, à environ 150 millions de kilomètres. Le Soleil est situé à 8,5 karsecs du centre de la Voie lactée. Dans la classification des étoiles, le Soleil est une étoile de type G2. La masse du Soleil représente la majeure partie de la masse du système solaire. Elle est utilisée comme unité de masse pour les étoiles. L'énergie solaire, qui est d'une importance vitale pour la Terre et surtout pour la vie, est produite par des réactions nucléaires qui ont lieu dans le noyau du Soleil. Âgé d'environ 5 milliards d'années, le Soleil continuera à briller, augmentant lentement sa luminosité, pendant une durée équivalente, avant de se transformer en une géante rouge et de finir par mourir. Le mouvement apparent du Soleil par rapport à la Terre donne naissance aux saisons, en raison de l'inclinaison du plan de l'écliptique par rapport à l'équateur de la Terre. La rotation de 27 jours du Soleil autour de lui-même a été découverte par Galilée en 1611."
    },
    {
        "id": 2,
        "name": "Mercure",
        "img": "https://www.stickpng.com/assets/images/580b585b2edbce24c47b2709.png",
        "bio": "Mercure, la planète la plus proche du Soleil, est aussi la plus petite puisque Pluton n'est plus considérée comme une planète. Sa trajectoire apparente dans le ciel rend son observation depuis la Terre extrêmement difficile : Mercure ne dévie jamais de plus de 28° par rapport au Soleil et la meilleure résolution télescopique ne dépasse pas 700 kilomètres. Jusqu'à présent, la plupart de nos connaissances sur Mercure ont été très fragmentaires et approximatives, et la plupart de nos connaissances sur Mercure ont été fournies par la sonde américaine Mariner 10, qui a survolé son objectif à trois reprises en mars 1974, septembre 1974 et mars 1975. Son orbite, avec une excentricité de 0,206 et une inclinaison de 7° par rapport au plan de l'écliptique, fait de Mercure une planète remarquable du Système solaire (encore une fois, seule Pluton avait une telle orbite elliptique et inclinée) ; de plus, la période de rotation sidérale de Mercure sur elle-même (58,646 jours) est exactement égale aux deux tiers de sa période de révolution sidérale autour du Soleil (87,97 jours). Cette commensurabilité entre rotation et révolution dans le rapport 2/3 est due à l'action de freinage des marées solaires sur la rotation de Mercure. Théoriquement, ce freinage devrait conduire à un rapport 1/1, alors que la synchronisation observée, dite métastable dans le rapport 2/3, ne peut être maintenue que si l'orbite est fortement elliptique, ce qui est effectivement le cas, et si la planète présente une forte anomalie de répartition de masse, ce qui est donc fortement suspecté. On peut d'ailleurs remarquer que le plus important cratère d'impact de Mercure, le bassin de Caloris, est situé à proximité de la position théorique de cette anomalie de masse."
    },
    {
        "id": 3,
        "name": "Vénus",
        "img": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Venus-real_color.jpg",
        "bio": "Deuxième planète à partir du Soleil, Vénus tourne sur une orbite presque circulaire d'un rayon moyen de 108 millions de kilomètres. Par conséquent, Vénus reçoit presque deux fois plus de rayonnement solaire que la Terre, et sa période de révolution sidérale est de 224,7 jours terrestres. Paradoxalement, la rotation de la planète est extrêmement lente (243 jours terrestres) et est donc rétrograde. Le caractère circulaire et la très faible inclinaison de cette orbite n'entraînent pas d'effets saisonniers très marqués. En raison de sa taille et de sa masse, Vénus est souvent considérée comme comparable à la Terre. Sa densité moyenne (5,25) indique que Vénus doit, à l'instar de la Terre, être constituée de roches silicatées, et être une planète différenciée. Elle posséderait en son centre un noyau de 2.900 kilomètres de rayon, constitué de fer, dont l'absence de champ magnétique suggère qu'il se trouve à l'état solide. Ce noyau serait entouré d'un manteau silicaté dont les couches externes seraient suffisamment chaudes pour provoquer un état de fusion partielle des matériaux, et cela jusqu'à une profondeur importante. Sa croûte serait composée de silicates de densité 2,8 (basalte) concentrant les éléments radioactifs, d'après les analyses pétrochimiques effectuées en surface par des sondes soviétiques (Venera 13 et Venera 14 en 1982), et dont l'épaisseur, déterminée par des modèles de déformation tectonique et des modèles de relaxation visqueuse des reliefs, est estimée entre 10 et 30 kilomètres. Sa lithosphère élastique aurait une épaisseur comparable à celle de la Terre, soit 35 kilomètres. Un tel modèle de structure interne serait compatible avec l'hypothèse d'une activité volcanique associée à une certaine activité tectonique."
    },
    {
        "id": 4,
        "name": "Terre",
        "img": "https://www.stickpng.com/assets/images/580b585b2edbce24c47b2705.png",
        "bio": "Parmi les huit planètes du système solaire, la Terre est l'une des quatre planètes telluriques, solides, de composition (roches silicatées et fer) et de densité moyenne proche (entre 3,9 pour Mars et 6,1 pour Mercure), la densité moyenne de notre planète étant de 5,52. La densité des roches de surface, égale à 2,7, très différente de celle de la Terre dans son ensemble, a conduit à la conjecture d'une composition qui varie avec la profondeur. En combinant la nature principalement granitique des roches de surface, la nature principalement basaltique des roches issues des magmas libérés par les volcans, et la composition en fer et en nickel de la majorité des météorites, nous sommes arrivés à l'hypothèse d'une composition en trois enveloppes imbriquées. Ainsi nous avons distingué sial -- de silice et d'aluminium -- à la surface, sima -- de silice et de magnésium -- en dessous, à nife -- de nickel et de fer -- au centre de la Terre, dans une disposition qui reflète la densité globale de la planète. Au début du XXe siècle, Alfred Wegener a utilisé ce modèle avant qu'il n'évolue vers le modèle croûte-manteau-nucléus."
    },
    {
        "id": 5,
        "name": "Mars",
        "img": "https://www.stickpng.com/assets/images/580b585b2edbce24c47b2708.png",
        "bio": "Mars est la quatrième planète en ordre de distance croissante du Soleil et la deuxième en ordre de masse et de taille croissantes. Sa distance par rapport au Soleil se situe entre 1,381 et 1,666 UA (206,6 à 249,2 millions de kilomètres), avec une période orbitale de 669,58 jours martiens (686,71 jours terrestres). C'est une planète tellurique, comme Mercure, Vénus et la Terre, environ dix fois moins massive que la Terre mais dix fois plus massive que la Lune. Sa topographie présente des similitudes tant avec la Lune, par ses cratères et ses bassins d'impact, qu'avec la Terre, avec des formations d'origine tectonique et climatique telles que des volcans, des failles, des vallées, des mesas, des champs de dunes et des calottes polaires. Le plus haut volcan du système solaire, Olympus Mons (qui est un volcan bouclier), et le plus grand canyon, Valles Marineris, se trouvent sur Mars."
    },
    {
        "id": 6,
        "name": "Jupiter",
        "img": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Jupiter_%28transparent%29.png",
        "bio": "Jupiter est une planète géante gazeuse. C'est la plus grande planète du système solaire, plus grande et plus massive que toutes les autres planètes réunies, et la cinquième planète par sa distance par rapport au Soleil (après Mercure, Vénus, la Terre et Mars). Jupiter est ainsi officiellement désignée, en anglais et en françaisb, d'après le dieu romain Jupiter, qui est assimilé au dieu grec Zeus. Le symbole astronomique de la planète était '♃', qui serait une représentation stylisée de la foudre de Jupiter, ou serait dérivé d'un hiéroglyphe ou, comme il semblerait de certains papyrus Oxyrhynchus, de la lettre grecque zeta, l'initiale du grec ancien Ζεύς (Zeús). L'Union Astronomique Internationale recommande de remplacer le symbole astronomique ' ♃ ' par l'abréviation ' J ', correspondant à la lettre J majuscule de l'alphabet latin, l'initiale de la Jupiter anglaise5. Visible à l'œil nu dans le ciel nocturne, Jupiter est généralement le quatrième objet le plus lumineux du ciel nocturne après le Soleil, la Lune et Vénus. À l'occasion, Mars apparaît plus brillante que Jupiter, et à l'occasion, Jupiter apparaît plus brillante que Vénus. Jupiter était au périhélie le 17 mars 2011 et à l'aphélie le 17 février 2017."
    },
    {
        "id": 7,
        "name": "Saturne",
        "img": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Saturn_from_Hubble.png",
        "bio": "Dans la mythologie romaine, Saturne est le dieu de l'agriculture. Il est associé au dieu grec Cronos qui était le fils d'Uranus et de Gaia et le père de Zeus (Jupiter). Saturne est connu depuis le début de l'humanité. Galilée a été le premier à l'observer au télescope en 1610, mais il a été déconcerté par l'étrange apparence de Saturne. En effet, les premières observations de Saturne ont été compliquées par le fait que la Terre passe une fois tous les quelques années dans le plan des anneaux de Saturne. Donc une image basse résolution de la planète change de façon spectaculaire. Ce n'est qu'en 1659 que Christian Huygens a interprété correctement la géométrie des anneaux de Saturne. Ces anneaux sont demeurés uniques dans le système solaire jusqu'en 1977, année où un mince anneau a été découvert autour d'Uranus et, un peu plus tard, autour de Jupiter et de Neptune. Saturne Pioneer 11 a été la première sonde à visiter Saturne en 1979. Elle a été suivie quelque temps plus tard par Voyager 1 et Voyager 2."
    },
    {
        "id": 8,
        "name": "Uranus",
        "img": "http://www.aljanh.net/data/archive/img/1574335392.png",
        "bio": "Inconnue des Anciens, pour qui Saturne marquait la limite du système solaire, Uranus ne fut découverte que le 13 mars 1781 par le musicien et astronome William Herschel qui, observant par hasard dans son jardin la constellation des Gémeaux à l'aide d'un télescope à ouverture de 16 cm, remarqua un objet qui n'était pas ponctuel comme une étoile. Il crut d'abord avoir découvert une nouvelle comète, mais le calcul de son orbite révéla bientôt que l'objet était en fait une planète gravitant sur une orbite circulaire à 2,9 milliards de kilomètres du Soleil en moyenne. Uranus est 19 fois plus éloignée de notre étoile que la Terre et deux fois plus loin que Saturne. Bien que William Herschel ait voulu que la planète soit nommée d'après Georgium Sidus, elle a finalement reçu le nom du dieu du ciel dans la mythologie grecque : Ouranos, sur la recommandation de Johann Bode."
    },
    {
        "id": 9,
        "name": "Neptune",
        "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Neptune_cutout.png/242px-Neptune_cutout.png",
        "bio": "Neptune, la huitième planète du système solaire, tourne sur une orbite presque circulaire à environ 4,5 milliards de kilomètres du Soleil et met 165 ans à la parcourir. Son plan équatorial est incliné à un angle de près de 30° par rapport au plan de son orbite. Bien qu'elle soit trois fois plus petite que Jupiter, Neptune est une planète géante composée à 99 % d'hydrogène et d'hélium. Avec un diamètre de 49 520 kilomètres, Neptune n'est que légèrement plus petite qu'Uranus. Cependant, sa masse est légèrement supérieure, de l'ordre de 17,2 fois celle de la Terre (contre 14,5 fois pour Uranus), ce qui lui confère la densité moyenne la plus élevée des planètes géantes (1,76 g/cm3). Comme Neptune est nettement moins massive que Jupiter ou Saturne, et donc moins 'comprimée' par la gravité, elle contient une plus grande proportion d'éléments plus lourds que l'hydrogène et l'hélium."
    }
]